<!DOCTYPE html>
<html lang="pt-br">
<head>
	<meta charset="UTF-8">
	<base href="https://www.robomind.com.br/" />
	<title>Aulas de robótica ajudam a desenvolver o lado intelectual e cognitivo das crianças Notícias e Eventos da Robomind - Robótica Educacional</title>
	<meta name="description" content="Nossas aulas de robótica ganharam um cantinho especial na edição 127 da Revista Taba Magazine!
Leia a matéria completa e saiba mais sobre como funciona nosso método de ensino e o que os alunos acham das aulas!" />
	<meta name="author" content="www.dataprisma.com.br" />
	<meta name="revisit-after" content="7 day" />
	<meta property="og:title" content="Aulas de robótica ajudam a desenvolver o lado intelectual e cognitivo das crianças Notícias e Eventos da Robomind - Robótica Educacional" />
	<meta property="og:description" content="Nossas aulas de robótica ganharam um cantinho especial na edição 127 da Revista Taba Magazine!
Leia a matéria completa e saiba mais sobre como funciona nosso método de ensino e o que os alunos acham das aulas!" />
	<meta property="og:url" content="https://www.robomind.com.br/noticias-e-eventos/2019/01/21/aulas-de-robotica-ajudam-a-desenvolver-o-lado-intelectual-e-cognitivo-das-criancas/" />
	<meta property='og:image' content="img/img-facebook.jpg" />
	<meta property="og:site_name" content=">Aulas de robótica ajudam a desenvolver o lado intelectual e cognitivo das crianças Notícias e Eventos da Robomind - Robótica Educacional" />
	<meta property="og:type" content="website" />
	<meta name="google-site-verification" content="9YlXNJPPIy-kWJjWThlxixXBhN-KuqzZiOU-4Cqy5C4" />
		<link rel="shortcut icon" href="img/favicon.png" type="image/x-icon" />
	<meta name="viewport" content="width=device-width,initial-scale=1" />
	<link href="css/site.css" rel="stylesheet" />
	<link href="css/media.queries.css" rel="stylesheet" media="all and (min-width:600px)" />
	<script>
	var http = 'https://www.robomind.com.br/';
	var page = 'noticias';
		var qs = {"data":"2019-01-21","tag":"aulas-de-robotica-ajudam-a-desenvolver-o-lado-intelectual-e-cognitivo-das-criancas"};
	</script>
	<script async src="https://www.googletagmanager.com/gtag/js?id=UA-90802956-1"></script>
<!-- Global site tag (gtag.js) - Google Ads: 793513768 -->
<script async src="https://www.googletagmanager.com/gtag/js?id=AW-793513768"></script>
<script>
  window.dataLayer = window.dataLayer || [];
  function gtag(){dataLayer.push(arguments);}
  gtag('js', new Date());

  gtag('config', 'AW-793513768');
</script>
</head>
<body id="noticias">
	<script>
	window.dataLayer = window.dataLayer || [];
	function gtag(){dataLayer.push(arguments);}
	gtag('js', new Date());
	gtag('config', 'UA-90802956-1');
</script>
	<header>
		<div class="central">
			<figure id="logo"><a href="./"><img src="img/logo.png" alt="Aulas de robótica ajudam a desenvolver o lado intelectual e cognitivo das crianças Notícias e Eventos da Robomind - Robótica Educacional"></a></figure>
			<div id="botao-menu-mobile"></div>
			<div id="nav-mobile">
				<div id="fechar-nav"></div>
				<a href="./">home</a>
				<a href="sobre-nos/">sobre nós</a>
				<a href="robotica-educacional/">a robótica educacional</a>
				<a href="robotica-curricular/">robótica curricular</a>
				<a href="robotica-extracurricular/">robótica extracurricular</a>
				<a href="solucoes-pedagogicas/">soluções pedagógicas</a>
				<a href="parceiros-robomind/">parceiros robomind</a>
				<a href="noticias-e-eventos/">notícias e eventos</a>
				<a href="pre-matricula/">pré-matrícula online</a>
				<a href="fale-conosco/">fale conosco</a>
							</div>
			<div>
								<nav id="nav-desktop">
					<a class="link-sobre-nos" href="sobre-nos/">sobre<br>nós</a>
					<a class="link-robotica-educacional" href="robotica-educacional/">a robótica<br>educacional</a>
					<a class="link-robotica-curricular" href="robotica-curricular/">robótica<br>curricular</a>
					<a class="link-robotica-extracurricular" href="robotica-extracurricular/">robótica<br>extracurricular</a>
					<a class="link-solucoes-pedagogicas" href="solucoes-pedagogicas/">soluções<br>pedagógicas</a>
					<a class="link-parceiros-robomind" href="parceiros-robomind/">parceiros<br>robomind</a>
					<a class="link-noticias" href="noticias-e-eventos/">notícias<br>e eventos</a>
					<a class="link-pre-matricula" href="pre-matricula/">pré-matrícula<br>online</a>
					<a class="link-fale-conosco" href="fale-conosco/">fale<br>conosco</a>
				</nav>
			</div>
		</div>
	</header>
	<main><section class="interna divisoria"><div class="header"><div class="central"><h1>NOTÍCIAS E EVENTOS</h1></div></div><div id="categorias-noticias"><div class="central"><nav><a href="noticias-e-eventos/eventos/" class="botao">Eventos</a><a href="noticias-e-eventos/novidades/" class="botao">Novidades</a></nav></div></div><article class="conteudo" id="noticia"><div class="central"><div class="titulo">Aulas de robótica ajudam a desenvolver o lado intelectual e cognitivo das crianças</div><div class="texto"><p>Nossas aulas de rob&oacute;tica ganharam um cantinho especial na edi&ccedil;&atilde;o 127 da Revista Taba Magazine!</p>

<p>Leia a mat&eacute;ria completa e saiba mais sobre como funciona nosso m&eacute;todo de ensino e o que os alunos acham das aulas:</p>

<p>&nbsp;</p>

<p>&ldquo;Mais criatividade e solu&ccedil;&otilde;es</p>

<p>&nbsp;</p>

<p>Aulas de rob&oacute;tica ajudam a desenvolver o lado intelectual e cognitivo das crian&ccedil;as</p>

<p>&nbsp;</p>

<p>Com um mundo cada vez mais tecnol&oacute;gico, aprender rob&oacute;tica desde pequeno tem se mostrado uma excelente forma de educar as crian&ccedil;as. Muito mais que isso, a pr&aacute;tica ainda ajuda a desenvolver o lado intelectual e cognitivo desses futuros adultos, o que possibilitar&aacute; um grande leque de oportunidade no mercado de trabalho.</p>

<p>&nbsp;</p>

<p>Centenas de escolas j&aacute; possuem a rob&oacute;tica educacional como componente curricular para todos os estudantes. &ldquo;Visto a import&acirc;ncia e potencializa&ccedil;&atilde;o na educa&ccedil;&atilde;o escolar que a rob&oacute;tica vem apresentando, acredito que num curto per&iacute;odo, este componente curricular ser&aacute; uma realidade para todas as escolas privadas ou p&uacute;blicas&rdquo;, comenta Gracielle Paris, Diretora Pedag&oacute;gica e Desenvolvimento da Robomind do Col&eacute;gio Bom Jesus.</p>

<p>&nbsp;</p>

<p>De acordo com Gracielle, pensar sobre o meio em que vive, discutir ideias e solu&ccedil;&otilde;es e ter a capacidade de realizar algo na pr&aacute;tica ser&aacute; essencial para as crian&ccedil;as no futuro. &ldquo;Precisamos de pessoas que pensem, criem e construam solu&ccedil;&otilde;es e n&atilde;o apenas sejam consumidoras de informa&ccedil;&atilde;o, conhecimento e tecnologia. Entender que tecnologia &eacute; tudo aquilo que o homem cria para melhorar o mundo e a ele mesmo &eacute; o que precisamos pautar em uma educa&ccedil;&atilde;o que ensine a pensar e n&atilde;o apenas reproduzir, oportunizando a todos serem&nbsp;protagonistas no mundo em que vivem. Acredito que atrav&eacute;s da rob&oacute;tica educacional seja poss&iacute;vel este tipo de educa&ccedil;&atilde;o para o futuro. Afinal, o futuro &eacute; constru&iacute;do no agora&rdquo;, destaca.</p>

<p>&nbsp;</p>

<p>Aulas</p>

<p>&nbsp;</p>

<p>As aulas extracurriculares de rob&oacute;tica do Bom Jesus acontecem semanalmente com dura&ccedil;&atilde;o de uma hora e meia, em m&eacute;dia. Durante as aulas, estudantes de 7 a 15 anos s&atilde;o desafiados a constru&iacute;rem e programarem rob&ocirc;s em equipe. Cada equipe recebe material did&aacute;tico para realiza&ccedil;&atilde;o das atividades e desafios que s&atilde;o propostos a partir de tem&aacute;ticas diversas relacionadas ao dia a dia.</p>

<p>&nbsp;</p>

<p>Nas aulas de rob&oacute;tica &eacute; utilizado o curr&iacute;culo STEM, que em ingl&ecirc;s significa as inicias Science (Ci&ecirc;ncias), Technology (Tecnologia), Engineering (Engenharia) e Math (Matem&aacute;tica). &ldquo;A rob&oacute;tica &eacute; uma ci&ecirc;ncia que possibilita o estudo de diferentes &aacute;reas do conhecimento, mas tem como base em nossas aulas essas quatro espec&iacute;ficas. Al&eacute;m disso, habilidades e compet&ecirc;ncias como o racioc&iacute;nio l&oacute;gico, resolu&ccedil;&atilde;o de problemas, iniciativa, interpreta&ccedil;&atilde;o, organiza&ccedil;&atilde;o e, principalmente, a troca de ideias atrav&eacute;s do trabalho em equipe, s&atilde;o o que os estudantes aprendem&rdquo;, revela a diretora.</p>

<p>&nbsp;</p>

<p>Metodologia</p>

<p>&nbsp;</p>

<p>Em cada aula, os estudantes passam por quatro etapas, chamadas de Metodologia 2ce&acute;s. Gracielle explica que no primeiro momento o professor contextualiza o que ser&aacute; desenvolvido, trazendo tem&aacute;ticas das diversas &aacute;reas do conhecimento aonde os estudantes discutem sobre o meio em que vivem e como podem melhorar a condi&ccedil;&atilde;o humana. Em seguida, constroem um prot&oacute;tipo rob&oacute;tico utilizando kits de rob&oacute;tica para terem refer&ecirc;ncias de possibilidades de constru&ccedil;&atilde;o e conceitos diversos. No terceiro momento, os estudantes ir&atilde;o experenciar, testando as possibilidades de programa&ccedil;&atilde;o para a&ccedil;&otilde;es dos rob&ocirc;s.</p>

<p>&nbsp;</p>

<p>Todos os rob&ocirc;s s&atilde;o constru&iacute;dos para algum fim, assim os estudantes podem testar as programa&ccedil;&otilde;es para alcan&ccedil;ar o objetivo do rob&ocirc;. E na &uacute;ltima etapa da aula, chamada de evoluir, os estudantes s&atilde;o desafiados a pensarem para al&eacute;m do modelo, ou seja, criarem solu&ccedil;&otilde;es para um problema apresentado utilizando os conhecimentos j&aacute; constru&iacute;dos, de forma individual e coletiva.</p>

<p>&nbsp;</p>

<p>Depoimentos</p>

<p>&nbsp;</p>

<p>Confira a opini&atilde;o dos alunos, s&oacute;cios do Taba, que participam das aulas de rob&oacute;tica.</p>

<p>&nbsp;</p>

<p>&ldquo;Gosto muito das aulas, pois aprendo um pouco mais de matem&aacute;tica e tecnologia, realizando tudo com calma e paci&ecirc;ncia. Acredito que traz uma experi&ecirc;ncia melhor para eu usar a criatividade nas coisas que realizo no dia a dia&rdquo;.</p>

<p>Rafaela Lemos Schroeder (10 anos)</p>

<p>&nbsp;</p>

<p>&ldquo;Nas aulas eu aprendo a programar e montar rob&ocirc;s. No meu dia a dia, essas aulas ajudam a desenvolver as coisas com mais criatividade e auxilia muito nas aulas de matem&aacute;tica. Participo das aulas h&aacute; tr&ecirc;s anos e acho que j&aacute; evolui bastante em programa&ccedil;&atilde;o nesse tempo&rdquo;.</p>

<p>Carolina Lemos Schroeder (10 anos)</p>

<p>&nbsp;</p>

<p>&ldquo;Quero ser engenheiro e essa aula vai me ajudar bastante quando eu for realizar os meus projetos. N&atilde;o acho uma aula dif&iacute;cil, pois seguimos o passo a passo. As aulas de rob&oacute;tica ajudam bastante nas de matem&aacute;tica, que &eacute; minha mat&eacute;ria preferida. Acho que agora sou mais criativo&rdquo;.</p>

<p>Guilherme Lemos Schroeder (10 anos)</p>

<p>&nbsp;</p>

<p>&ldquo;Fa&ccedil;o aulas de rob&oacute;tica h&aacute; dois anos e acho muito interessante montar rob&ocirc;s e fazer programa&ccedil;&otilde;es. Com essas aulas, agora entendo mais de tecnologia e &eacute; mais divertido brincar de lego com meu pai. Como os rob&ocirc;s t&ecirc;m bastante diversidade nos conte&uacute;dos, isso me ajuda a ser mais criativo. &Eacute; uma experi&ecirc;ncia muito legal&rdquo;.</p>

<p>Greg&oacute;rio Ascoli Beiler (9 anos)</p>

<p>&nbsp;</p>

<p>&ldquo;&Eacute; uma aula muito interessante, pois aprendo a construir rob&ocirc;s e m&aacute;quinas. A cada aula montamos um rob&ocirc; diferente e isso ajuda a sermos mais criativos. Aprendemos graus e &acirc;ngulos, os quais ajudam bastante nas aulas de matem&aacute;tica&rdquo;.</p>

<p>Valentina Bittencourt (9 anos)&rdquo;</p>

<p>&nbsp;</p>

<p>Fotos: Tiago de Jesus</p>
</div></div></article></section><div class="divisoria"></div>				<section id="redes-sociais">
			<div class="central">
				<h2>Estamos nas redes</h2>
				<a class="instagram" href="https://www.instagram.com/robomind.oficial" rel="nofollow" target="_blank">@robomind.oficial</a>
				<a class="facebook" href="https://www.facebook.com/robomind.oficial" rel="nofollow" target="_blank">/robomind.oficial</a>
				<a href="https://wa.me/554732345367" class="whatsapp">(47) 3234-5367</a>
			</div>
		</section>
			</main>
	<footer class="divisoria">
		<div class="central colunas">
			<div class="coluna">
				<a href="./" class="logo-rodape"><img src="img/logo.png" alt="Robomind"></a>
				<div>
					<div class="centraliza">Rua Sete de Maio, 581 </div>
					<div class="centraliza">89052-050</div>
					<div class="centraliza">Blumenau - SC</div>
				</div>
			</div>
			<div class="coluna nav">
				<div class="header">A ROBOMIND</div>
				<a href="sobre-nos/">Sobre Nós</a>
				<a href="parceiros-robomind/">Parceiros Robomind</a>
				<a href="noticias-e-eventos/">Notícias e Eventos</a>
				<a href="fale-conosco/">Fale Conosco</a>
			</div>
			<div class="coluna nav">
				<div class="header">ROBÓTICA EDUCACIONAL</div>
				<a href="robotica-educacional/">A Robótica Educacional</a>
				<a href="robotica-curricular/">Robótica Curricular</a>
				<a href="robotica-extracurricular/">Robótica Extracurricular</a>
				<a href="solucoes-pedagogicas/">Soluções Pedagógicas</a>
				<a href="pre-matricula/">Pré-Matricula Online</a>
							</div>
			<div class="coluna">
				<div class="header">TELEFONE</div>
				<p>(47) 3209-3442</p>
				<div class="header">WHATSAPP</div>
				<p><a href="https://wa.me/554732345367">(47) 3234-5367</a></p>
				<a href="https://www.robomind.com.br/classmind/" target="_blank"><img src="img/class-mind.png" alt="Portal Robomind" title="Portal Robomind" /></a>
			</div>
		</div>
		<div id="copyright" class="central">
			<div>Copyright © 2020. Todos os direitos reservados. As fotos aqui veiculadas, logotipo e marca são de propriedade da Robomind Educacional.</div>
			<a id="autor" href="http://www.dataprisma.com.br/" target="_blank"><img src="img/dataprisma.png" alt="Dataprisma" /></a>
		</div>
	</footer>
	<script src="js/jquery.min.js"></script>
	<script src="js/site.js" defer async></script>
</body>
</html>